/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "Alert 1 minuto prima della disconnessione";

/* Title for the about page */
"About" = "Informazioni su";

/* The string describing a buddy's account */
"Account" = "Account";

/* Title for the accounts tab */
"Accounts" = "Accounts";

/* String to be displayed when a buddy is Active */
"Active" = "Active";

/* Button title to add someone as a buddy */
"Add" = "Add";

/* The title for the view to add a buddy */
"Add Buddy" = "Add Buddy";

/* String to describe advanced set of settings */
"Advanced" = "Advanced";

/* Agree to EULA */
"Agree" = "Accetto";

/* Setting name for allowing authentication to happen in plain text or in the clear */
"Allow Plaintext Authentication" = "Allow Plaintext Authentication";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Autoeliminazione";

/* string for title yes/no setting for allowing opportunistic otr */
"Auto-start Encryption" = "Auto-start Encryption";

/* Description for crash reports settings switch */
"Automatically send anonymous crash logs (opt-in)" = "Invia automaticamente i log di crash anonimi (opt-in)";

/* Label in buddy list for users that are available */
"Available" = "Disponibile";

/* Label in buddy list for users that are away */
"Away" = "Uscito";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "Background, la sessione scadrà fra un minuto.";

/* string to describe basic set of settings */
"Basic" = "Basic";

/* The String for a button to block a buddy */
"Block" = "Block";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Block & Remove";

/* Name for default buddy group */
"Buddies" = "Buddies";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Buddy Info";

/* Title for the buddy list tab */
"Buddy List" = "Contatti";

/* Cancel an alert window */
"Cancel" = "Annulla";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "Cancel Encrypted Chat";

/* Title for chat view */
"Chat" = "Chat";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Chatta con me in modo sicuro";

/* for attribution of other projects */
"ChatSecure is brought to you by many open source projects" = "ChatSecure è disponibile per voi attraverso l'implementazione di molti progetti open source";

/* let users know source is on Github */
"Check out the source here on Github" = "Controlla la sorgente qui su Github";

/* String shown in dialog for removing chat history */
"Clear Chat History" = "Clear Chat History";

/* Label for button when user wants to overide cautious security settings */
"Connect anyway" = "Connect anyway";

/* Button label for connecting a Facebook account */
"Connect Facebook" = "Connect Facebook";

/* Whether or not account is logged in */
"Connected" = "Connected";

/* label for a link to contribute a new translation */
"Contribute a translation" = "Contribute a translation";

/* Title for the conversations tab */
"Conversations" = "Messaggi";

/* default string to revert to normal language behaviour */
"Default" = "Default";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Delete Account?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Cancella conversazione quando disconnetti";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Delivered";

/* Disagree with EULA */
"Disagree" = "Non Accettare";

/* button label for disconnecting Facebook account */
"Disconnect Facebook" = "Disconnect Facebook";

/* Title of alert when user is disconnected from protocol */
"Disconnected" = "Disconnesso";

/* Text for button to dismiss alert view */
"Dismiss" = "Dismiss";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Do Not Disturb";

/* Message when port is changed but domain not set */
"Domain needs to be set manually when specifying a custom port" = "Domain needs to be set manually when specifying a custom port";

/* Title for donation link */
"Donate" = "Donate";

/* Title for button to press when user is finished */
"Done" = "Fatto";

/* The string describing account name or email address for a buddy */
"Email" = "Email";

/* string for decription yes/no setting for allowing opportunistic otr */
"Enables opportunistic OTR" = "Enables opportunistic OTR";

/* String to be displayed when a buddy has stopped composing and text has been entered */
"Entered Text" = "Entered Text";

/* Title of error message pop-up box */
"Error!" = "Errore!";

/* Default message when a user status is set to extended away */
"Extended Away" = "Extended Away";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "La connessione al server XMPP è fallita. Controlla meglio le tue credenziali di login (Nome utente e Password) o la tua connessione a Internet, poi riprova. ";

/* Authentication failed, tell user to try again */
"Failed to start authenticating. Please try again." = "Impossibile avviare l'autenticazione. Si prega di riprovare.";

/* your fingerprint */
"Fingerprint for you" = "Fingerprint for you";

/* Size for the font in the chat screen */
"Font Size" = "Dimensione Carattere";

/* String to be displayed when a buddy is inactive for an extended period of time */
"Gone" = "Gone";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* The string describing a buddy's group */
"Group" = "Group";

/* The string describing a buddy's groups ... plural */
"Groups" = "Groups";

/* Label text for hostname field on login scree */
"Hostname" = "Hostname";

/* Title for settings cell on whether or not the XMPP library should allow SSL hostname mismatch */
"Hostname Mismatch" = "Hostname non corrispondente";

/* Ignore an incoming message */
"Ignore" = "Ignora";

/* Message alerting user that they need to return to the home screen and force close ChatSecure */
"In order to change languages return to the home screen and remove ChatSecure from the recently used apps" = "In order to change languages return to the home screen and remove ChatSecure from the recently used apps";

/* String to be displayed when a buddy has become inactive */
"Inactive" = "Inactive";

/* Short for information, button title to get more information */
"Info" = "Info";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "La Chat Criptata è iniziata";

/* Message shown in line for users that are available */
"is now available" = "is now available";

/* Message shown in line for users that are away */
"is now away" = "is now away";

/* Message shown in line for users that are offline */
"is now offline" = "is now offline";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* string to bring up language selector */
"Language" = "Language";

/* String of title to alert user language is change */
"Language Change" = "Language Change";

/* log in to account */
"Log In" = "Connesso";

/* Instructions on how to start using the program */
"Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting." = "Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting.";

/* log out from account */
"Log Out" = "Disconnesso";

/* shown during the login process */
"Logging in..." = "Accesso in corso ..";

/* Label for button describing which protocol you're logging into, will be followed by a protocol such as XMPP or AIM during layout */
"Login to" = "Connessione";

/* Ask user if they want to logout of OSCAR */
"Logout from OSCAR?" = "Logout from OSCAR?";

/* ask user if they want to log out of XMPP */
"Logout from XMPP?" = "Esci dal XMPP?";

/* just the word as a placeholder for the message text field */
"Message" = "Message";

/* The string describing a buddy's display name */
"Name" = "Name";

/* For a new settings value */
"New" = "Nuovo";

/* Title for New Account View */
"New Account" = "New Account";

/* prefix to show buddies status message in line on chat view */
"New Status Message: %@" = "New Status Message: %@";

/* Message informing user that there are no accounts currently saved */
"No Saved Accounts" = "No Saved Accounts";

/* Shown when a feature is not available, for example SMS */
"Not Available" = "Non disponibile";

/* Not Verified or cancel verified */
"Not Verified" = "Not Verified";

/* Label in buddy list for users that are offline */
"Offline" = "Non in Linea";

/* Accept the dialog */
"OK" = "OK";

/* For an old settings value */
"Old" = "Vecchie Impostazioni";

/* Shown when trying to open a link, asking if they want to switch to Safari to view it */
"Open in Safari" = "Apri in Safari";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Optional";

/* the name for AIM */
"OSCAR Instant Messenger" = "OSCAR Instant Messenger";

/* Title for other miscellaneous settings group */
"Other" = "Altro";

/* Label text for password field on login screen */
"Password" = "Password";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "Pending Approval";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Permanently delete";

/* Label for port number field for connecting to service */
"Port" = "Port";

/* label for link to ChatSecure project website */
"Project Homepage" = "Project Homepage";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "Questa impronta digitale potrebbe essere di";

/* Title for action button on alert dialog, used as a verb in the present tense */
"Read" = "Leggi";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Recent";

/* Button title to reject a request such as a buddy request */
"Reject" = "Reject";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Remember password";

/* label for switch for whether or not we should save their username between launches */
"Remember username" = "Ricordami il nome Utente e la Password";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Remove";

/* Reply to an incoming message */
"Reply" = "Rispondi";

/* Setting name for requiring a TLS connection */
"Require TLS" = "Require TLS";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Required";

/* Title for button for saving a setting */
"Save" = "Salva";

/* Title of alert box warning about security issues */
"Security Warning" = "Avviso di protezione";

/* string for settings to allow self signed SSL string */
"Self Signed SSL" = "Self Signed SSL";

/* Title for settings cell on whether or not the XMPP library should allow self-signed SSL certificates */
"Self-Signed SSL" = "Self-Signed SSL";

/* For sending a message */
"Send" = "Invia";

/* Title for crash reports settings switch */
"Send Crash Reports" = "Invia segnalazioni di crash";

/* String in login settings asking to send delivery receipts */
"Send Delivery Receipts" = "Send Delivery Receipts";

/* String on button to email feedback */
"Send Feedback" = "Send Feedback";

/* String in login settings asking to send typing notification */
"Send Typing Notification" = "Send Typing Notification";

/* Title for the Settings screen */
"Settings" = "Impostazioni";

/* Title for sharing a link to the app */
"Share" = "Quota";

/* Title for setting about showing a warning before disconnection */
"Sign out Warning" = "Sign out Warning";

/* description for what the font size setting affects */
"Size for font in chat view" = "Dimensione per il carattere della visualizzazione della Chat";

/* string for settings to allow SSL mismatch */
"SSL Hostname Mismatch" = "SSL Hostname Mismatch";

/* Title of view where you can mange buddy or subscription requests */
"Subscription Requests" = "Subscription Requests";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "The conversation with %@ is no longer secure.";

/* Alert message when ssl certificate doesn't matched pinned certificate */
"There was an error validating the certificate for %@. This may indicate that someone is trying to intercept your communications." = "There was an error validating the certificate for %@. This may indicate that someone is trying to intercept your communications.";

/* Warns user that the current chat is secure */
"This chat is secured" = "This chat is secured";

/* Warns user that the current chat is secure and verified */
"This chat is secured and verified" = "This chat is secured and verified";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/chatsecure and will redirect to the App Store." = "Il presente Codice QR contiene un link a http://omniqrcode.com/q/chatsecure e reindirizzerà ad App Store.";

/* String to be displayed when a buddy is currently composing a message */
"Typing" = "Typing";

/* example of a Google talk account */
"user@gmail.com" = "user@gmail.com";

/* Label text for username field on login screen */
"Username" = "Nome Utente";

/* Shown when verifying fingerprints */
"Verified" = "Verified";

/* Shown when verifying fingerprints */
"Verify" = "Verifica";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Verifica delle impronte digitali";

/* Shown when verifying fingerprints */
"Verify Later" = "Verify Later";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Versione";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "Warning: This chat is not encrypted";

/* Cell description text that warns users that enabling that option may reduce their security. */
"Warning: Use with caution! This may reduce your security." = "ATTENZIONE: usare con cautela! Questo può ridurre la vostra sicurezza";

/* Warn user that conversation will be deleted after leaving it */
"When you leave this conversation it will be deleted forever." = "Quando lascerai questa conversazione sarà cancellata per sempre.";

/* Message shown when user is disconnected */
"You (%@) have disconnected." = "You (%@) have disconnected.";

/* prefix to show your status message inline on chatview */
"You are: %@" = "You are: %@";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "Prima devi accedere attraverso una conversazione protetta.";

/* error message shown when user doesn't fill in a username or password */
"You must enter a username and a password to login." = "Devi inserire un nome utente e una password per connetterti.";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "Your donation will help fund the continued development of ChatSecure.";

/* Text that makes it clear which username to use */
"Your Facebook username is not the email address that you use to login to Facebook" = "Your Facebook username is not the email address that you use to login to Facebook";

